<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور لغة المصادقة
    |--------------------------------------------------------------------------
    |
    | السطور التالية تُستخدم أثناء المصادقة لمختلف الرسائل التي نحتاج لعرضها 
    | للمستخدم. يمكنك تعديل هذه السطور حسب متطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'throttle' => 'عدد محاولات تسجيل الدخول كبير جدًا. الرجاء المحاولة مرة أخرى بعد :seconds ثوانٍ.',
    'school'=>'المدرسة',
    'login'=>'تسجيل الدخول',
    'login_details'=>'تفاصيل تسجيل الدخول',
    'enter_email_address'=>'أدخل عنوان البريد الإلكتروني',
    'enter_name'=>'أدخل الاسم',
    'enter_email'=>'أدخل البريد الإلكتروني',
    'enter_password'=>'أدخل كلمة المرور',
    'enter_new_password'=>'أدخل كلمة المرور الجديدة',
    'remember_me'=>'تذكرني',
    'forget_password'=>'نسيت كلمة المرور',
    'confirm_password'=>'تأكيد كلمة المرور',
    'password'=>'كلمة المرور',
    'reset_password'=>'إعادة تعيين كلمة المرور',
    'current_password'=>'كلمة المرور الحالية',
    'new_password'=>'كلمة المرور الجديدة',
    'confirm_new_password'=>'تأكيد كلمة المرور الجديدة',
    'change_password'=>'تغيير كلمة المرور',
    'verify_two_factor_authentication_code' => 'تحقق من رمز المصادقة الثنائية',
    'verify_code' => 'تحقق من الرمز',
    'enter_verification_code' => 'أدخل رمز التحقق',
    'two_factor_setting' => 'إعداد المصادقة الثنائية',
    'code_lifetime'=> 'مدة صلاحية الرمز',
    'send_code_via' => 'إرسال الرمز عبر',
    'applicable_for' => 'ينطبق على',
    'resend_code' => 'إعادة إرسال الرمز',
    'two_factor_otp' => 'رمز المصادقة الثنائية',
    'student_registration' => 'تسجيل الطلاب',

];
