<?php

return [

    /*
    |--------------------------------------------------------------------------
    | كلمات لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الكلمات التالية هي الكلمات الافتراضية التي تتطابق مع الأسباب
    | التي يقدمها الوسيط لإعادة تعيين كلمة المرور عندما تفشل محاولة التحديث
    | مثل وجود رمز غير صالح أو كلمة مرور جديدة غير صالحة.
    |
    */

    'password' => 'يجب أن تتكون كلمات المرور من ستة أحرف على الأقل وتطابق التأكيد.',
    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'لقد أرسلنا لك رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني!',
    'token' => 'هذا الرمز لإعادة تعيين كلمة المرور غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.",
];
